Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Commerce.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# paywall.board.during_trial.subtitle
source: You have %lld active days left. Pick a plan now and nothing turns off on day 14.
ar: تبقّى لديكِ %lld أيام نشطة. اختاري خطة الآن ولن يتوقف شيء في اليوم 14.
bn: আপনার %lld সক্রিয় দিন বাকি। এখনই একটি প্ল্যান বেছে নিন, তাহলে 14তম দিনে কিছুই বন্ধ হবে না।
ca: Et queden %lld dies actius. Tria un pla ara i el dia 14 no s’apagarà res.
cs: Zbývá ti aktivních dní: %lld. Vyber si plán hned a 14. den se nic nevypne.
da: Du har %lld aktive dage tilbage. Vælg en plan nu, så slukker intet på dag 14.
de: Du hast noch %lld aktive Tage. Wähl jetzt einen Tarif, dann schaltet sich an Tag 14 nichts ab.
el: Σου απομένουν %lld ενεργές ημέρες. Διάλεξε πρόγραμμα τώρα και τίποτα δεν απενεργοποιείται την ημέρα 14.
es: Te quedan %lld días activos. Elige un plan ahora y nada se apaga el día 14.
fi: Sinulla on %lld aktiivista päivää jäljellä. Valitse paketti nyt, niin mikään ei sammu päivänä 14.
fr: Il te reste %lld jours actifs. Choisis une formule maintenant et rien ne s’arrête au jour 14.
gu: તમારા %lld સક્રિય દિવસ બાકી છે. હમણાં જ પ્લાન પસંદ કરો, જેથી 14મા દિવસે કંઈ બંધ ન થાય.
he: נשארו לך %lld ימים פעילים. בחרי תוכנית עכשיו ושום דבר לא ייכבה ביום 14.
hi: आपके %lld सक्रिय दिन बाक़ी हैं। अभी प्लान चुनें, ताकि 14वें दिन कुछ भी बंद न हो।
hr: Preostalo ti je aktivnih dana: %lld. Odaberi plan sada i 14. dana ništa se neće isključiti.
hu: Még %lld aktív napod van. Válassz most csomagot, és a 14. napon semmi sem kapcsol ki.
id: Kamu masih punya %lld hari aktif. Pilih paket sekarang agar tidak ada yang mati di hari ke-14.
it: Ti restano %lld giorni attivi. Scegli un piano ora e il giorno 14 non si spegne niente.
ja: 残り%lld服用日です。今プランを選べば、14日目に何もオフになりません。
kn: ನಿಮಗೆ ಇನ್ನೂ %lld ಸಕ್ರಿಯ ದಿನಗಳು ಉಳಿದಿವೆ. ಈಗಲೇ ಪ್ಲಾನ್ ಆರಿಸಿದರೆ, 14ನೇ ದಿನ ಏನೂ ಆಫ್ ಆಗುವುದಿಲ್ಲ.
ko: 복용 %lld일이 남았어요. 지금 플랜을 고르면 14일째에도 아무것도 꺼지지 않아요.
ml: നിങ്ങൾക്ക് %lld സജീവ ദിനങ്ങൾ ബാക്കിയുണ്ട്. ഇപ്പോൾ ഒരു പ്ലാൻ തിരഞ്ഞെടുത്താൽ, 14-ാം ദിവസം ഒന്നും ഓഫാകില്ല.
mr: तुमचे %lld सक्रिय दिवस बाकी आहेत. आत्ताच प्लॅन निवडा, म्हणजे 14व्या दिवशी काहीही बंद होणार नाही.
ms: Kamu ada %lld hari aktif lagi. Pilih pelan sekarang supaya tiada apa yang dimatikan pada hari ke-14.
nb: Du har %lld aktive dager igjen. Velg en plan nå, så slås ingenting av på dag 14.
nl: Je hebt nog %lld actieve dagen. Kies nu een plan en op dag 14 gaat er niets uit.
or: ଆପଣଙ୍କର %lld ସକ୍ରିୟ ଦିନ ବାକି। ବର୍ତ୍ତମାନ ପ୍ଲାନ୍ ବାଛନ୍ତୁ, ଯେପରି 14ତମ ଦିନରେ କିଛି ବନ୍ଦ ନହେବ।
pa: ਤੁਹਾਡੇ %lld ਸਰਗਰਮ ਦਿਨ ਬਾਕੀ ਹਨ। ਹੁਣੇ ਪਲਾਨ ਚੁਣੋ, ਤਾਂ ਜੋ 14ਵੇਂ ਦਿਨ ਕੁਝ ਵੀ ਬੰਦ ਨਾ ਹੋਵੇ।
pl: Zostało ci dni aktywnych: %lld. Wybierz plan teraz, a 14. dnia nic się nie wyłączy.
pt_br: Faltam %lld dias ativos. Escolha um plano agora e nada desliga no dia 14.
pt_pt: Faltam %lld dias ativos. Escolhe um plano agora e nada se desliga no dia 14.
ro: Mai ai %lld zile active. Alege un plan acum și nimic nu se oprește în ziua 14.
ru: Осталось активных дней: %lld. Выбери план сейчас, и на 14-й день ничего не отключится.
sk: Zostáva ti aktívnych dní: %lld. Vyber si plán hneď a 14. deň sa nič nevypne.
sl: Preostali aktivni dnevi: %lld. Izberi paket zdaj in 14. dan se nič ne izklopi.
sv: Du har %lld aktiva dagar kvar. Välj en plan nu så stängs inget av på dag 14.
ta: இன்னும் %lld செயல் நாட்கள் உள்ளன. இப்போதே ஒரு திட்டத்தைத் தேர்ந்தெடுத்தால், 14ஆம் நாளில் எதுவும் நிற்காது.
te: మీకు ఇంకా %lld యాక్టివ్ రోజులు ఉన్నాయి. ఇప్పుడే ప్లాన్ ఎంచుకుంటే, 14వ రోజున ఏదీ ఆఫ్ అవ్వదు.
th: คุณเหลืออีก %lld วันกินยา เลือกแพ็กเกจตอนนี้แล้วจะไม่มีอะไรปิดในวันที่ 14
tr: %lld aktif günün kaldı. Şimdi bir plan seçersen 14. gün hiçbir şey kapanmaz.
uk: Лишилося активних днів: %lld. Обери план зараз, і на 14-й день нічого не вимкнеться.
ur: آپ کے %lld فعال دن باقی ہیں۔ ابھی پلان چنیں تاکہ 14ویں دن کچھ بھی بند نہ ہو۔
vi: Bạn còn %lld ngày uống. Chọn gói ngay để không có gì bị tắt vào ngày 14.
zh_hans: 还剩 %lld 个服药日。现在选择方案，第 14 天什么都不会关闭。
zh_hant: 還剩 %lld 個服藥日。現在選擇方案，第 14 天什麼都不會關閉。

# paywall.board.during_trial.subtitle.tonight
source: Your trial ends tonight. Pick a plan now and nothing turns off tomorrow.
ar: تنتهي فترتك التجريبية الليلة. اختاري خطة الآن ولن يتوقف شيء غدًا.
bn: আপনার ট্রায়াল আজ রাতে শেষ। এখনই একটি প্ল্যান বেছে নিন, তাহলে কাল কিছুই বন্ধ হবে না।
ca: La prova s’acaba aquesta nit. Tria un pla ara i demà no s’apagarà res.
cs: Zkušební období končí dnes v noci. Vyber si plán hned a zítra se nic nevypne.
da: Din prøveperiode udløber i aften. Vælg en plan nu, så slukker intet i morgen.
de: Deine Testphase endet heute Nacht. Wähl jetzt einen Tarif, dann schaltet sich morgen nichts ab.
el: Η δοκιμή σου λήγει απόψε. Διάλεξε πρόγραμμα τώρα και τίποτα δεν απενεργοποιείται αύριο.
es: Tu prueba termina esta noche. Elige un plan ahora y mañana no se apaga nada.
fi: Kokeilusi päättyy tänä iltana. Valitse paketti nyt, niin mikään ei sammu huomenna.
fr: Ton essai se termine ce soir. Choisis une formule maintenant et rien ne s’arrête demain.
gu: તમારી ટ્રાયલ આજે રાત્રે પૂરી થાય છે. હમણાં જ પ્લાન પસંદ કરો, જેથી કાલે કંઈ બંધ ન થાય.
he: תקופת הניסיון נגמרת הלילה. בחרי תוכנית עכשיו ושום דבר לא ייכבה מחר.
hi: आपका ट्रायल आज रात ख़त्म हो रहा है। अभी प्लान चुनें, ताकि कल कुछ भी बंद न हो।
hr: Probno razdoblje završava večeras. Odaberi plan sada i sutra se ništa neće isključiti.
hu: A próbaidőszakod ma éjjel véget ér. Válassz most csomagot, és holnap semmi sem kapcsol ki.
id: Uji cobamu berakhir malam ini. Pilih paket sekarang agar tidak ada yang mati besok.
it: La prova finisce stasera. Scegli un piano ora e domani non si spegne niente.
ja: トライアルは今夜で終了します。今プランを選べば、明日も何もオフになりません。
kn: ನಿಮ್ಮ ಟ್ರಯಲ್ ಇಂದು ರಾತ್ರಿ ಮುಗಿಯುತ್ತದೆ. ಈಗಲೇ ಪ್ಲಾನ್ ಆರಿಸಿದರೆ, ನಾಳೆ ಏನೂ ಆಫ್ ಆಗುವುದಿಲ್ಲ.
ko: 체험이 오늘 밤 끝나요. 지금 플랜을 고르면 내일도 아무것도 꺼지지 않아요.
ml: നിങ്ങളുടെ ട്രയൽ ഇന്ന് രാത്രി അവസാനിക്കും. ഇപ്പോൾ ഒരു പ്ലാൻ തിരഞ്ഞെടുത്താൽ, നാളെ ഒന്നും ഓഫാകില്ല.
mr: तुमचा ट्रायल आज रात्री संपेल. आत्ताच प्लॅन निवडा, म्हणजे उद्या काहीही बंद होणार नाही.
ms: Percubaan kamu tamat malam ini. Pilih pelan sekarang supaya tiada apa yang dimatikan esok.
nb: Prøveperioden slutter i kveld. Velg en plan nå, så slås ingenting av i morgen.
nl: Je proefperiode eindigt vanavond. Kies nu een plan en morgen gaat er niets uit.
or: ଆପଣଙ୍କ ଟ୍ରାୟାଲ୍ ଆଜି ରାତିରେ ଶେଷ ହେବ। ବର୍ତ୍ତମାନ ପ୍ଲାନ୍ ବାଛନ୍ତୁ, ଯେପରି କାଲି କିଛି ବନ୍ଦ ନହେବ।
pa: ਤੁਹਾਡਾ ਟ੍ਰਾਇਲ ਅੱਜ ਰਾਤ ਖ਼ਤਮ ਹੋ ਰਿਹਾ ਹੈ। ਹੁਣੇ ਪਲਾਨ ਚੁਣੋ, ਤਾਂ ਜੋ ਕੱਲ੍ਹ ਕੁਝ ਵੀ ਬੰਦ ਨਾ ਹੋਵੇ।
pl: Okres próbny kończy się dziś w nocy. Wybierz plan teraz, a jutro nic się nie wyłączy.
pt_br: Seu teste termina hoje à noite. Escolha um plano agora e nada desliga amanhã.
pt_pt: O teu teste termina esta noite. Escolhe um plano agora e nada se desliga amanhã.
ro: Perioada de probă se termină diseară. Alege un plan acum și mâine nu se oprește nimic.
ru: Пробный период закончится сегодня ночью. Выбери план сейчас, и завтра ничего не отключится.
sk: Skúšobné obdobie končí dnes v noci. Vyber si plán hneď a zajtra sa nič nevypne.
sl: Preizkus se konča nocoj. Izberi paket zdaj in jutri se nič ne izklopi.
sv: Din provperiod tar slut i kväll. Välj en plan nu så stängs inget av i morgon.
ta: உங்கள் சோதனைக் காலம் இன்றிரவு முடிகிறது. இப்போதே ஒரு திட்டத்தைத் தேர்ந்தெடுத்தால், நாளை எதுவும் நிற்காது.
te: మీ ట్రయల్ ఈ రాత్రి ముగుస్తుంది. ఇప్పుడే ప్లాన్ ఎంచుకుంటే, రేపు ఏదీ ఆఫ్ అవ్వదు.
th: ช่วงทดลองใช้ของคุณสิ้นสุดคืนนี้ เลือกแพ็กเกจตอนนี้แล้วพรุ่งนี้จะไม่มีอะไรปิด
tr: Denemen bu gece bitiyor. Şimdi bir plan seçersen yarın hiçbir şey kapanmaz.
uk: Пробний період завершиться сьогодні вночі. Обери план зараз, і завтра нічого не вимкнеться.
ur: آپ کا ٹرائل آج رات ختم ہو رہا ہے۔ ابھی پلان چنیں تاکہ کل کچھ بھی بند نہ ہو۔
vi: Bản dùng thử kết thúc tối nay. Chọn gói ngay để ngày mai không có gì bị tắt.
zh_hans: 你的试用今晚结束。现在选择方案，明天什么都不会关闭。
zh_hant: 你的試用今晚結束。現在選擇方案，明天什麼都不會關閉。

# paywall.board.get_plus.title.pill
source: Lock your apps until you take your pill.
ar: اقفلي تطبيقاتك حتى تأخذي حبتك.
bn: পিল না খাওয়া পর্যন্ত আপনার অ্যাপগুলো লক রাখুন।
ca: Bloqueja les teves apps fins que prenguis la píndola.
cs: Zamkni si aplikace, dokud si nevezmeš pilulku.
da: Lås dine apps, indtil du tager din p-pille.
de: Sperr deine Apps, bis du deine Pille nimmst.
el: Κλείδωσε τις εφαρμογές σου μέχρι να πάρεις το χάπι σου.
es: Bloquea tus apps hasta que tomes tu píldora.
fi: Lukitse sovelluksesi, kunnes otat pillerisi.
fr: Verrouille tes apps jusqu’à ce que tu prennes ta pilule.
gu: ગોળી ન લો ત્યાં સુધી તમારી ઍપ્સ લૉક રાખો.
he: נעלי את האפליקציות שלך עד שתיקחי את הגלולה.
hi: गोली लेने तक अपने ऐप्स लॉक रखें।
hr: Zaključaj aplikacije dok ne uzmeš pilulu.
hu: Zárd le az appjaidat, amíg be nem veszed a tablettát.
id: Kunci aplikasimu sampai kamu minum pil.
it: Blocca le tue app finché non prendi la pillola.
ja: ピルを飲むまでアプリをロックしましょう。
kn: ನೀವು ಮಾತ್ರೆ ತೆಗೆದುಕೊಳ್ಳುವವರೆಗೆ ನಿಮ್ಮ ಆ್ಯಪ್‌ಗಳನ್ನು ಲಾಕ್ ಮಾಡಿ.
ko: 피임약을 복용할 때까지 앱을 잠그세요.
ml: ഗുളിക കഴിക്കുന്നതുവരെ നിങ്ങളുടെ ആപ്പുകൾ ലോക്ക് ചെയ്യൂ.
mr: गोळी घेईपर्यंत तुमची ॲप्स लॉक ठेवा.
ms: Kunci apl kamu sehingga kamu ambil pil.
nb: Lås appene dine til du har tatt pillen.
nl: Vergrendel je apps tot je je pil neemt.
or: ପିଲ୍ ଖାଇବା ପର୍ଯ୍ୟନ୍ତ ଆପଣଙ୍କ ଆପ୍ ଲକ୍ କରନ୍ତୁ।
pa: ਗੋਲੀ ਲੈਣ ਤੱਕ ਆਪਣੀਆਂ ਐਪਾਂ ਲੌਕ ਰੱਖੋ।
pl: Zablokuj aplikacje, dopóki nie weźmiesz tabletki.
pt_br: Bloqueie seus apps até você tomar sua pílula.
pt_pt: Bloqueia as tuas apps até tomares a pílula.
ro: Blochează-ți aplicațiile până îți iei pilula.
ru: Заблокируй приложения, пока не примешь таблетку.
sk: Zamkni si aplikácie, kým si nevezmeš tabletku.
sl: Zakleni aplikacije, dokler ne vzameš tabletke.
sv: Lås dina appar tills du tar ditt p-piller.
ta: மாத்திரை எடுக்கும் வரை உங்கள் ஆப்ஸைப் பூட்டுங்கள்.
te: మీరు మాత్ర తీసుకునే వరకు మీ యాప్‌లను లాక్ చేయండి.
th: ล็อกแอปไว้จนกว่าคุณจะกินยาคุม
tr: Hapını alana kadar uygulamalarını kilitle.
uk: Заблокуй застосунки, доки не приймеш таблетку.
ur: گولی لینے تک اپنی ایپس لاک رکھیں۔
vi: Khóa ứng dụng cho đến khi bạn uống thuốc.
zh_hans: 在你服用避孕药前锁住应用。
zh_hant: 在你服用避孕藥前鎖住 App。

# paywall.board.get_plus.title.patch
source: Lock your apps until you change your patch.
ar: اقفلي تطبيقاتك حتى تغيّري لصقتك.
bn: প্যাচ না বদলানো পর্যন্ত আপনার অ্যাপগুলো লক রাখুন।
ca: Bloqueja les teves apps fins que canviïs el pegat.
cs: Zamkni si aplikace, dokud si nevyměníš náplast.
da: Lås dine apps, indtil du skifter dit plaster.
de: Sperr deine Apps, bis du dein Pflaster wechselst.
el: Κλείδωσε τις εφαρμογές σου μέχρι να αλλάξεις το αυτοκόλλητό σου.
es: Bloquea tus apps hasta que cambies tu parche.
fi: Lukitse sovelluksesi, kunnes vaihdat laastarisi.
fr: Verrouille tes apps jusqu’à ce que tu changes ton patch.
gu: પેચ ન બદલો ત્યાં સુધી તમારી ઍપ્સ લૉક રાખો.
he: נעלי את האפליקציות שלך עד שתחליפי את המדבקה.
hi: पैच बदलने तक अपने ऐप्स लॉक रखें।
hr: Zaključaj aplikacije dok ne promijeniš flaster.
hu: Zárd le az appjaidat, amíg ki nem cseréled a tapaszt.
id: Kunci aplikasimu sampai kamu mengganti koyo.
it: Blocca le tue app finché non cambi il cerotto.
ja: パッチを貼り替えるまでアプリをロックしましょう。
kn: ನೀವು ಪ್ಯಾಚ್ ಬದಲಿಸುವವರೆಗೆ ನಿಮ್ಮ ಆ್ಯಪ್‌ಗಳನ್ನು ಲಾಕ್ ಮಾಡಿ.
ko: 패치를 교체할 때까지 앱을 잠그세요.
ml: പാച്ച് മാറ്റുന്നതുവരെ നിങ്ങളുടെ ആപ്പുകൾ ലോക്ക് ചെയ്യൂ.
mr: पॅच बदलेपर्यंत तुमची ॲप्स लॉक ठेवा.
ms: Kunci apl kamu sehingga kamu tukar tampalan.
nb: Lås appene dine til du har byttet plasteret.
nl: Vergrendel je apps tot je je pleister wisselt.
or: ପ୍ୟାଚ୍ ବଦଳାଇବା ପର୍ଯ୍ୟନ୍ତ ଆପଣଙ୍କ ଆପ୍ ଲକ୍ କରନ୍ତୁ।
pa: ਪੈਚ ਬਦਲਣ ਤੱਕ ਆਪਣੀਆਂ ਐਪਾਂ ਲੌਕ ਰੱਖੋ।
pl: Zablokuj aplikacje, dopóki nie zmienisz plastra.
pt_br: Bloqueie seus apps até você trocar seu adesivo.
pt_pt: Bloqueia as tuas apps até mudares o adesivo.
ro: Blochează-ți aplicațiile până îți schimbi plasturele.
ru: Заблокируй приложения, пока не сменишь пластырь.
sk: Zamkni si aplikácie, kým si nevymeníš náplasť.
sl: Zakleni aplikacije, dokler ne zamenjaš obliža.
sv: Lås dina appar tills du byter ditt plåster.
ta: பேட்ச்சை மாற்றும் வரை உங்கள் ஆப்ஸைப் பூட்டுங்கள்.
te: మీరు ప్యాచ్ మార్చే వరకు మీ యాప్‌లను లాక్ చేయండి.
th: ล็อกแอปไว้จนกว่าคุณจะเปลี่ยนแผ่นแปะ
tr: Bandını değiştirene kadar uygulamalarını kilitle.
uk: Заблокуй застосунки, доки не зміниш пластир.
ur: پیچ بدلنے تک اپنی ایپس لاک رکھیں۔
vi: Khóa ứng dụng cho đến khi bạn thay miếng dán.
zh_hans: 在你更换贴片前锁住应用。
zh_hant: 在你更換貼片前鎖住 App。

# paywall.board.get_plus.title.ring
source: Lock your apps until you change your ring.
ar: اقفلي تطبيقاتك حتى تغيّري حلقتك.
bn: রিং না বদলানো পর্যন্ত আপনার অ্যাপগুলো লক রাখুন।
ca: Bloqueja les teves apps fins que canviïs l’anell.
cs: Zamkni si aplikace, dokud si nevyměníš kroužek.
da: Lås dine apps, indtil du skifter din ring.
de: Sperr deine Apps, bis du deinen Ring wechselst.
el: Κλείδωσε τις εφαρμογές σου μέχρι να αλλάξεις τον δακτύλιό σου.
es: Bloquea tus apps hasta que cambies tu anillo.
fi: Lukitse sovelluksesi, kunnes vaihdat renkaasi.
fr: Verrouille tes apps jusqu’à ce que tu changes ton anneau.
gu: રિંગ ન બદલો ત્યાં સુધી તમારી ઍપ્સ લૉક રાખો.
he: נעלי את האפליקציות שלך עד שתחליפי את הטבעת.
hi: रिंग बदलने तक अपने ऐप्स लॉक रखें।
hr: Zaključaj aplikacije dok ne promijeniš prsten.
hu: Zárd le az appjaidat, amíg ki nem cseréled a gyűrűt.
id: Kunci aplikasimu sampai kamu mengganti cincin.
it: Blocca le tue app finché non cambi l’anello.
ja: リングを交換するまでアプリをロックしましょう。
kn: ನೀವು ರಿಂಗ್ ಬದಲಿಸುವವರೆಗೆ ನಿಮ್ಮ ಆ್ಯಪ್‌ಗಳನ್ನು ಲಾಕ್ ಮಾಡಿ.
ko: 링을 교체할 때까지 앱을 잠그세요.
ml: റിംഗ് മാറ്റുന്നതുവരെ നിങ്ങളുടെ ആപ്പുകൾ ലോക്ക് ചെയ്യൂ.
mr: रिंग बदलेपर्यंत तुमची ॲप्स लॉक ठेवा.
ms: Kunci apl kamu sehingga kamu tukar cincin.
nb: Lås appene dine til du har byttet ringen.
nl: Vergrendel je apps tot je je ring wisselt.
or: ରିଙ୍ଗ ବଦଳାଇବା ପର୍ଯ୍ୟନ୍ତ ଆପଣଙ୍କ ଆପ୍ ଲକ୍ କରନ୍ତୁ।
pa: ਰਿੰਗ ਬਦਲਣ ਤੱਕ ਆਪਣੀਆਂ ਐਪਾਂ ਲੌਕ ਰੱਖੋ।
pl: Zablokuj aplikacje, dopóki nie zmienisz krążka.
pt_br: Bloqueie seus apps até você trocar seu anel.
pt_pt: Bloqueia as tuas apps até mudares o anel.
ro: Blochează-ți aplicațiile până îți schimbi inelul.
ru: Заблокируй приложения, пока не сменишь кольцо.
sk: Zamkni si aplikácie, kým si nevymeníš krúžok.
sl: Zakleni aplikacije, dokler ne zamenjaš obročka.
sv: Lås dina appar tills du byter din ring.
ta: ரிங்கை மாற்றும் வரை உங்கள் ஆப்ஸைப் பூட்டுங்கள்.
te: మీరు రింగ్ మార్చే వరకు మీ యాప్‌లను లాక్ చేయండి.
th: ล็อกแอปไว้จนกว่าคุณจะเปลี่ยนวงแหวน
tr: Halkanı değiştirene kadar uygulamalarını kilitle.
uk: Заблокуй застосунки, доки не зміниш кільце.
ur: رِنگ بدلنے تک اپنی ایپس لاک رکھیں۔
vi: Khóa ứng dụng cho đến khi bạn thay vòng.
zh_hans: 在你更换阴道环前锁住应用。
zh_hant: 在你更換陰道環前鎖住 App。

# paywall.board.get_plus.subtitle
source: Plus pauses the apps you choose until you check in, and keeps reminding you until you do.
ar: يوقف Plus التطبيقات التي تختارينها مؤقتًا حتى تسجّلي، ويواصل تذكيرك حتى تفعلي.
bn: টিক না দেওয়া পর্যন্ত Plus আপনার বেছে নেওয়া অ্যাপগুলো পজ রাখে, আর ততক্ষণ মনে করিয়ে দিতে থাকে।
ca: El Plus posa en pausa les apps que triïs fins que confirmis, i t’ho continua recordant fins que ho facis.
cs: Plus pozastaví vybrané aplikace, dokud neodškrtneš dnešek, a připomíná ti to, dokud to neuděláš.
da: Plus sætter de apps, du vælger, på pause, indtil du krydser af, og bliver ved med at minde dig om det, indtil du gør det.
de: Plus pausiert die Apps, die du auswählst, bis du abhakst, und erinnert dich weiter, bis du es tust.
el: Το Plus βάζει σε παύση τις εφαρμογές που διαλέγεις μέχρι να το σημειώσεις, και σου το θυμίζει μέχρι να το κάνεις.
es: Plus pausa las apps que elijas hasta que marques lo de hoy, y te lo sigue recordando hasta que lo hagas.
fi: Plus laittaa valitsemasi sovellukset tauolle, kunnes kuittaat, ja muistuttaa, kunnes teet sen.
fr: Plus met en pause les apps que tu choisis jusqu’à ce que tu valides, et continue de te le rappeler tant que ce n’est pas fait.
gu: તમે નોંધ ન કરો ત્યાં સુધી Plus તમે પસંદ કરેલી ઍપ્સ થોભાવે છે, અને ત્યાં સુધી યાદ અપાવતું રહે છે.
he: Plus משהה את האפליקציות שבחרת עד שתסמני, וממשיך להזכיר לך עד שתעשי את זה.
hi: जब तक आप दर्ज न कर लें, Plus आपके चुने हुए ऐप्स रोक देता है, और तब तक याद दिलाता रहता है।
hr: Plus pauzira aplikacije koje odabereš dok se ne javiš i podsjeća te sve dok to ne učiniš.
hu: A Plus szünetelteti a kiválasztott appokat, amíg ki nem pipálod, és addig emlékeztet, amíg meg nem teszed.
id: Plus menjeda aplikasi pilihanmu sampai kamu check-in, dan terus mengingatkan sampai kamu melakukannya.
it: Plus mette in pausa le app che scegli finché non confermi, e continua a ricordartelo finché non lo fai.
ja: Plusなら、記録するまで選んだアプリを一時停止し、記録するまでリマインドを続けます。
kn: ನೀವು ದಾಖಲಿಸುವವರೆಗೆ ನೀವು ಆರಿಸಿದ ಆ್ಯಪ್‌ಗಳನ್ನು Plus ತಡೆಹಿಡಿಯುತ್ತದೆ, ಮತ್ತು ಅಲ್ಲಿಯವರೆಗೆ ನೆನಪಿಸುತ್ತಲೇ ಇರುತ್ತದೆ.
ko: Plus는 체크할 때까지 선택한 앱을 일시 중지하고, 체크할 때까지 계속 알려 줘요.
ml: നിങ്ങൾ രേഖപ്പെടുത്തുന്നതുവരെ നിങ്ങൾ തിരഞ്ഞെടുക്കുന്ന ആപ്പുകൾ Plus പോസ് ചെയ്യും, അതുവരെ ഓർമ്മിപ്പിച്ചുകൊണ്ടിരിക്കും.
mr: तुम्ही नोंद करेपर्यंत Plus तुम्ही निवडलेली ॲप्स थांबवते, आणि तोपर्यंत आठवण करून देत राहते.
ms: Plus menjeda apl pilihan kamu sehingga kamu sahkan, dan terus mengingatkan kamu sehingga kamu berbuat demikian.
nb: Plus pauser appene du velger til du krysser av, og fortsetter å minne deg på det til du gjør det.
nl: Plus pauzeert de apps die je kiest tot je afvinkt, en blijft je herinneren tot je dat doet.
or: ଦର୍ଜ କରିବା ପର୍ଯ୍ୟନ୍ତ Plus ଆପଣ ବାଛିଥିବା ଆପ୍ ବିରାମ କରେ, ଏବଂ ସେ ପର୍ଯ୍ୟନ୍ତ ମନେ ପକାଉଥାଏ।
pa: ਦਰਜ ਕਰਨ ਤੱਕ Plus ਤੁਹਾਡੀਆਂ ਚੁਣੀਆਂ ਐਪਾਂ ਰੋਕ ਦਿੰਦਾ ਹੈ, ਅਤੇ ਉਦੋਂ ਤੱਕ ਯਾਦ ਕਰਾਉਂਦਾ ਰਹਿੰਦਾ ਹੈ।
pl: Plus wstrzymuje wybrane aplikacje, dopóki nie odhaczysz dnia, i przypomina, dopóki tego nie zrobisz.
pt_br: O Plus pausa os apps que você escolher até você registrar, e continua te lembrando até lá.
pt_pt: O Plus põe em pausa as apps que escolheres até registares, e continua a lembrar-te até o fazeres.
ro: Plus pune pe pauză aplicațiile alese până bifezi ziua și îți tot amintește până o faci.
ru: Plus ставит выбранные приложения на паузу, пока ты не отметишься, и напоминает, пока ты этого не сделаешь.
sk: Plus pozastaví vybrané aplikácie, kým neodškrtneš dnešok, a pripomína ti to, kým to neurobíš.
sl: Plus začasno zaustavi izbrane aplikacije, dokler ne odkljukaš, in te opominja, dokler tega ne narediš.
sv: Plus pausar apparna du väljer tills du bockar av, och fortsätter påminna dig tills du gör det.
ta: நீங்கள் பதிவு செய்யும் வரை நீங்கள் தேர்ந்தெடுத்த ஆப்ஸை Plus இடைநிறுத்தும், அதுவரை நினைவூட்டிக்கொண்டே இருக்கும்.
te: మీరు నమోదు చేసే వరకు మీరు ఎంచుకున్న యాప్‌లను Plus పాజ్ చేస్తుంది, అప్పటివరకు గుర్తు చేస్తూనే ఉంటుంది.
th: Plus จะหยุดแอปที่คุณเลือกชั่วคราวจนกว่าคุณจะเช็กอิน และเตือนต่อไปจนกว่าคุณจะทำ
tr: Plus, seçtiğin uygulamaları sen işaretleyene kadar duraklatır ve o zamana kadar hatırlatmaya devam eder.
uk: Plus ставить вибрані застосунки на паузу, доки ти не відмітишся, і нагадує, доки ти цього не зробиш.
ur: جب تک آپ درج نہ کر لیں، Plus آپ کی چنی ہوئی ایپس روک دیتا ہے اور تب تک یاد دلاتا رہتا ہے۔
vi: Plus tạm dừng các ứng dụng bạn chọn cho đến khi bạn điểm danh, và tiếp tục nhắc cho đến khi bạn làm.
zh_hans: Plus 会暂停你选择的应用，直到你打卡，并一直提醒你，直到你完成。
zh_hant: Plus 會暫停你選擇的 App，直到你打卡，並一直提醒你，直到你完成。

# paywall.review.reminders
source: I have always struggled with keeping up with my pill. Now I don’t even have to think about it!
ar: لطالما عانيت في الالتزام بحبتي. والآن لم أعد حتى بحاجة إلى التفكير في الأمر!
bn: আমার পিল নিয়মিত খেতে আমি সবসময় হিমশিম খেতাম। এখন আর এটা নিয়ে ভাবতেই হয় না!
ca: Sempre m’ha costat ser constant amb la píndola. Ara ni tan sols hi he de pensar!
cs: Vždycky jsem měla problém nezapomínat na pilulku. Teď na to ani nemusím myslet!
da: Jeg har altid haft svært ved at huske min p-pille. Nu behøver jeg ikke engang at tænke over det!
de: Ich hatte schon immer Probleme, bei meiner Pille dranzubleiben. Jetzt muss ich nicht mal mehr daran denken!
el: Πάντα δυσκολευόμουν να μην ξεχνάω το χάπι μου. Τώρα δεν χρειάζεται καν να το σκέφτομαι!
es: Siempre me ha costado ser constante con mi píldora. ¡Ahora ni siquiera tengo que pensarlo!
fi: Minulla on aina ollut vaikeuksia muistaa pillerini. Nyt minun ei tarvitse edes ajatella sitä!
fr: J’ai toujours eu du mal à être régulière avec ma pilule. Maintenant, je n’ai même plus besoin d’y penser !
gu: મને હંમેશાં મારી ગોળી નિયમિત લેવામાં તકલીફ પડતી હતી. હવે તો મારે એ વિશે વિચારવું પણ પડતું નથી!
he: תמיד התקשיתי להתמיד בגלולה. עכשיו אני אפילו לא צריכה לחשוב על זה!
hi: मुझे हमेशा अपनी गोली समय पर लेने में दिक़्क़त होती थी। अब तो मुझे इसके बारे में सोचना भी नहीं पड़ता!
hr: Uvijek mi je bilo teško redovito uzimati pilulu. Sad o tome ne moram ni razmišljati!
hu: Mindig nehezen tudtam rendszeresen bevenni a tablettámat. Most már gondolnom sem kell rá!
id: Aku selalu kesulitan untuk rutin minum pil. Sekarang aku bahkan tidak perlu memikirkannya!
it: Ho sempre fatto fatica a stare dietro alla pillola. Ora non devo nemmeno pensarci!
ja: ずっとピルをきちんと飲み続けるのに苦労していました。今では考える必要すらありません！
kn: ನನ್ನ ಮಾತ್ರೆಯನ್ನು ತಪ್ಪದೇ ತೆಗೆದುಕೊಳ್ಳಲು ನಾನು ಯಾವಾಗಲೂ ಕಷ್ಟಪಡುತ್ತಿದ್ದೆ. ಈಗ ಅದರ ಬಗ್ಗೆ ಯೋಚಿಸುವ ಅಗತ್ಯವೂ ಇಲ್ಲ!
ko: 피임약을 꾸준히 챙겨 먹는 게 늘 힘들었어요. 이제는 신경 쓸 필요조차 없어요!
ml: എന്റെ ഗുളിക മുടങ്ങാതെ കഴിക്കാൻ ഞാൻ എപ്പോഴും ബുദ്ധിമുട്ടിയിരുന്നു. ഇപ്പോൾ അതിനെക്കുറിച്ച് ചിന്തിക്കേണ്ടി പോലും വരുന്നില്ല!
mr: माझी गोळी नियमित घेणं मला नेहमीच अवघड जायचं. आता तर मला त्याचा विचारही करावा लागत नाही!
ms: Saya selalu bergelut untuk konsisten mengambil pil saya. Sekarang saya langsung tidak perlu memikirkannya!
nb: Jeg har alltid slitt med å huske pillen min. Nå trenger jeg ikke engang å tenke på det!
nl: Ik heb altijd moeite gehad om mijn pil trouw te nemen. Nu hoef ik er niet eens meer aan te denken!
or: ମୋ ପିଲ୍ ନିୟମିତ ଖାଇବାରେ ମୋତେ ସବୁବେଳେ କଷ୍ଟ ହେଉଥିଲା। ଏବେ ମୋତେ ସେ ବିଷୟରେ ଭାବିବା ବି ପଡ଼େ ନାହିଁ!
pa: ਮੈਨੂੰ ਹਮੇਸ਼ਾ ਆਪਣੀ ਗੋਲੀ ਸਮੇਂ ਸਿਰ ਲੈਣ ਵਿੱਚ ਮੁਸ਼ਕਲ ਆਉਂਦੀ ਸੀ। ਹੁਣ ਤਾਂ ਮੈਨੂੰ ਇਸ ਬਾਰੇ ਸੋਚਣਾ ਵੀ ਨਹੀਂ ਪੈਂਦਾ!
pl: Zawsze miałam problem z regularnym braniem tabletki. Teraz nawet nie muszę o tym myśleć!
pt_br: Sempre tive dificuldade de tomar minha pílula direitinho. Agora eu nem preciso pensar nisso!
pt_pt: Sempre tive dificuldade em tomar a pílula com regularidade. Agora nem preciso de pensar nisso!
ro: Mereu mi-a fost greu să-mi iau pilula cu regularitate. Acum nici nu mai trebuie să mă gândesc la asta!
ru: Мне всегда было трудно не забывать про таблетку. Теперь мне даже не нужно об этом думать!
sk: Vždy som mala problém nezabúdať na tabletku. Teraz na to ani nemusím myslieť!
sl: Vedno sem se težko držala rednega jemanja tabletke. Zdaj mi o tem sploh ni treba razmišljati!
sv: Jag har alltid haft svårt att hålla koll på mitt p-piller. Nu behöver jag inte ens tänka på det!
ta: என் மாத்திரையைத் தவறாமல் எடுப்பதில் எனக்கு எப்போதும் சிரமமாக இருந்தது. இப்போது அதைப் பற்றி யோசிக்கக்கூட வேண்டியதில்லை!
te: నా మాత్రను క్రమం తప్పకుండా వేసుకోవడంలో నాకు ఎప్పుడూ ఇబ్బందిగా ఉండేది. ఇప్పుడు దాని గురించి ఆలోచించాల్సిన అవసరం కూడా లేదు!
th: ฉันมีปัญหากับการกินยาคุมให้สม่ำเสมอมาตลอด ตอนนี้ไม่ต้องคิดถึงเรื่องนี้เลยด้วยซ้ำ!
tr: Hapımı düzenli almakta hep zorlanmışımdır. Artık bunu düşünmeme bile gerek yok!
uk: Мені завжди було важко не забувати про таблетку. Тепер мені навіть не треба про це думати!
ur: مجھے ہمیشہ اپنی گولی باقاعدگی سے لینے میں مشکل ہوتی تھی۔ اب تو مجھے اس کے بارے میں سوچنا بھی نہیں پڑتا!
vi: Tôi luôn chật vật để uống thuốc đều đặn. Giờ thì tôi thậm chí chẳng cần phải nghĩ đến nữa!
zh_hans: 我一直很难坚持按时吃药。现在我连想都不用想了！
zh_hant: 我一直很難堅持按時吃藥。現在我連想都不用想了！
